Repository: RainGiving/next-translator
Catalog: NextTranslator/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: 1 month
zh_hans: 1 个月

source: 1 year
zh_hans: 1 年

source: 24 hours
zh_hans: 24 小时

source: 3 months
zh_hans: 3 个月

source: 7 days
zh_hans: 7 天

source: API Base URL
zh_hans: API 基础 URL

source: About
zh_hans: 关于

source: Actions
zh_hans: 动作

source: Add Action
zh_hans: 添加动作

source: Add Custom Provider
zh_hans: 添加自定义供应商

source: Analysis appears here
zh_hans: 分析结果会显示在这里

source: Analyze
zh_hans: 分析

source: Analyzed
zh_hans: 已分析

source: Analyzing…
zh_hans: 分析中…

source: Annotating…
zh_hans: 注解中…

source: Answer appears here
zh_hans: 回答会显示在这里

source: Answered
zh_hans: 已回答

source: Answering…
zh_hans: 回答中…

source: App language
zh_hans: 界面语言

source: Ask
zh_hans: 提问

source: Available variables: ${text}, ${sourceLang}, ${targetLang}
zh_hans: 可用变量：${text}、${sourceLang}、${targetLang}

source: Balancing…
zh_hans: 调匀中…

source: Behavior
zh_hans: 行为

source: Bridging…
zh_hans: 摆渡中…

source: Buffing…
zh_hans: 抛光中…

source: Built-in
zh_hans: 内置

source: Burnishing…
zh_hans: 打磨中…

source: Cancel
zh_hans: 取消

source: Clarifying…
zh_hans: 阐明中…

source: Clear
zh_hans: 清空

source: Cogitating…
zh_hans: 苦思中…

source: Command Prompt
zh_hans: 指令提示词

source: Condensing…
zh_hans: 浓缩中…

source: Connecting…
zh_hans: 串联中…

source: Copy result
zh_hans: 复制结果

source: Crystallizing…
zh_hans: 凝练中…

source: Custom
zh_hans: 自定义

source: Decoding…
zh_hans: 解码中…

source: Deducing…
zh_hans: 推演中…

source: Default mode
zh_hans: 默认动作

source: Delete
zh_hans: 删除

source: Delete Built-in Action?
zh_hans: 删除内置动作？

source: Deliberating…
zh_hans: 推敲中…

source: Demystifying…
zh_hans: 解惑中…

source: Digesting…
zh_hans: 消化中…

source: Digging…
zh_hans: 深挖中…

source: Distilling…
zh_hans: 提炼中…

source: Done
zh_hans: 完成

source: Done label
zh_hans: 完成状态词

source: Done status label. Leave blank to use the default, for example Translated
zh_hans: 完成状态词。留空则使用默认值，例如 Translated

source: Drafting…
zh_hans: 起草中…

source: Drag to resize, double-click to reset
zh_hans: 拖动调整两栏比例，双击恢复默认

source: Edit
zh_hans: 编辑

source: Edit Action
zh_hans: 编辑动作

source: Elaborating…
zh_hans: 铺陈中…

source: Elevating…
zh_hans: 增色中…

source: Explain
zh_hans: 解释

source: Explain Code
zh_hans: 解释代码

source: Explained
zh_hans: 已解释

source: Explaining…
zh_hans: 解释中…

source: Explanation appears here
zh_hans: 解释会显示在这里

source: Extracting…
zh_hans: 萃取中…

source: Finished translations show up here.
zh_hans: 完成的翻译会显示在这里。

source: Forever
zh_hans: 永久

source: Gathering…
zh_hans: 归拢中…

source: General
zh_hans: 通用

source: Hide when losing focus
zh_hans: 失去焦点时隐藏

source: History
zh_hans: 历史

source: Icon
zh_hans: 图标

source: Illuminating…
zh_hans: 点拨中…

source: Interpreting…
zh_hans: 传译中…

source: Keep history
zh_hans: 保留历史

source: Keep window on top
zh_hans: 窗口置顶

source: Languages
zh_hans: 语言

source: Later
zh_hans: 稍后

source: Launch at login
zh_hans: 登录时启动

source: Model
zh_hans: 模型

source: Mulling…
zh_hans: 琢磨中…

source: Name
zh_hans: 名称

source: New Provider
zh_hans: 新供应商

source: No models reported by this provider.
zh_hans: 此供应商未返回模型列表。

source: No translations yet
zh_hans: 暂无翻译

source: OpenAI-compatible API request failed with status %d: %@
zh_hans: OpenAI 兼容 API 请求失败，状态码 %d：%@

source: OpenAI-compatible API returned a non-HTTP response.
zh_hans: OpenAI 兼容 API 返回的响应不是 HTTP 响应。

source: OpenAI-compatible API stream failed: %@
zh_hans: OpenAI 兼容 API 流式响应失败：%@

source: Outlining…
zh_hans: 勾勒中…

source: Percolating…
zh_hans: 酝酿中…

source: Polish
zh_hans: 润色

source: Polished
zh_hans: 已润色

source: Polished text appears here
zh_hans: 润色结果会显示在这里

source: Polishing…
zh_hans: 润色中…

source: Pondering…
zh_hans: 沉思中…

source: Press keys…
zh_hans: 请按快捷键…

source: Probing…
zh_hans: 探究中…

source: Provider
zh_hans: 供应商

source: Provider Name
zh_hans: 供应商名称

source: Pruning…
zh_hans: 修剪中…

source: Quick Ask
zh_hans: 快答

source: Quit Next Translator
zh_hans: 退出 Next Translator

source: Reasoning…
zh_hans: 推理中…

source: Recalling…
zh_hans: 回想中…

source: Recapping…
zh_hans: 归纳中…

source: Recasting…
zh_hans: 重铸中…

source: Refining…
zh_hans: 精修中…

source: Relaunch Now
zh_hans: 立即重启

source: Relaunch to apply the new language?
zh_hans: 重新启动以应用新语言？

source: Reload model list
zh_hans: 重新加载模型列表

source: Remove Provider
zh_hans: 移除供应商

source: Rendering…
zh_hans: 演绎中…

source: Rephrasing…
zh_hans: 措辞中…

source: Reset to Defaults
zh_hans: 恢复默认值

source: Reshaping…
zh_hans: 重塑中…

source: Restore Built-ins
zh_hans: 恢复内置动作

source: Restore Missing Built-in Actions
zh_hans: 恢复缺失的内置动作

source: Result appears here
zh_hans: 结果会显示在这里

source: Role Prompt
zh_hans: 角色提示词

source: Save
zh_hans: 保存

source: Search Symbols
zh_hans: 搜索符号

source: Set your API key in Settings first.
zh_hans: 请先在设置中填写 API Key。

source: Settings
zh_hans: 设置

source: Settings…
zh_hans: 设置…

source: Sharpening…
zh_hans: 锤炼中…

source: Show Translator
zh_hans: 显示翻译窗口

source: Show window
zh_hans: 显示窗口

source: Sifting…
zh_hans: 筛选中…

source: Simplifying…
zh_hans: 化简中…

source: Skimming…
zh_hans: 摘要中…

source: Smoothing…
zh_hans: 理顺中…

source: Stop
zh_hans: 停止

source: Summarize
zh_hans: 总结

source: Summarized
zh_hans: 已总结

source: Summarizing…
zh_hans: 总结中…

source: Summary appears here
zh_hans: 总结会显示在这里

source: Switch model
zh_hans: 切换模型

source: Synthesizing…
zh_hans: 融汇中…

source: System
zh_hans: 跟随系统

source: Target language
zh_hans: 目标语言

source: The interface language changes the next time Next Translator starts.
zh_hans: 界面语言会在 Next Translator 下次启动时生效。

source: Thinking…
zh_hans: 思考中…

source: This built-in action can be restored later.
zh_hans: 此内置动作之后可恢复。

source: Tightening…
zh_hans: 收束中…

source: Tracing…
zh_hans: 溯源中…

source: Translate
zh_hans: 翻译

source: Translate selection
zh_hans: 翻译选中文本

source: Translated
zh_hans: 已翻译

source: Translating…
zh_hans: 翻译中…

source: Translation appears here
zh_hans: 翻译结果会显示在这里

source: Translation history
zh_hans: 翻译历史

source: Transposing…
zh_hans: 转译中…

source: Trimming…
zh_hans: 删减中…

source: Type here, or select text anywhere and press ⌥⌘D
zh_hans: 在这里输入，或选中任意位置的文本后按 ⌥⌘D

source: Unpacking…
zh_hans: 拆解中…

source: Unpin window
zh_hans: 取消窗口置顶

source: Untangling…
zh_hans: 梳理中…

source: Untitled Action
zh_hans: 未命名动作

source: Verifying…
zh_hans: 核实中…

source: Weighing…
zh_hans: 斟酌中…

source: When source equals target
zh_hans: 源语言与目标语言相同时

source: Winnowing…
zh_hans: 去芜中…

source: Wordsmithing…
zh_hans: 炼字中…

source: Working label
zh_hans: 进行中状态词

source: Working status label. Leave blank to use the default, for example Translating…
zh_hans: 进行中状态词。留空则使用默认值，例如 Translating…

source: You can edit built-in prompts. Reset to Defaults restores the factory prompts.
zh_hans: 可编辑内置提示词。Reset to Defaults 会恢复出厂提示词。
